{"title":{"0":"NASA's Mars 2020 Rover Completes Its First Drive","1":"Naming a NASA Mars Rover Can Change Your Life","2":"NASA Mars Mission Connects With Bosnian and Herzegovinian Town","3":"6 Things to Know About NASA's Ingenuity Mars Helicopter","4":"NASA's MAVEN Explores Mars to Understand Radio Interference at Earth","5":"3 Things We've Learned From NASA's Mars InSight ","6":"NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light","7":"NASA Moves Forward With Campaign to Return Mars Samples to Earth","8":"MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss","9":"NASA's Ingenuity Mars Helicopter Recharges Its Batteries in Flight","10":"NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet","11":"NASA's Curiosity Rover Finds an Ancient Oasis on Mars","12":"Independent Review Indicates NASA Prepared for Mars Sample Return Campaign","13":"NASA Wins Two Emmy Awards for Interactive Mission Coverage","14":"NASA InSight's 'Mole' Is Out of Sight"},"preview":{"0":"In a 10-plus-hour marathon, the rover steered, turned and drove in 3-foot (1-meter) increments over small ramps.","1":"Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking.","2":"A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site.","3":"The first helicopter attempting to fly on another planet is a marvel of engineering. Get up to speed with these key facts about its plans.","4":"NASA’s MAVEN spacecraft has discovered “layers” and “rifts” in the electrically charged part of the upper atmosphere of Mars.","5":"Scientists are finding new mysteries since the geophysics mission landed two years ago.","6":"Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere.","7":"During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships.","8":"Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere.","9":"Headed to the Red Planet with the Perseverance rover, the pioneering helicopter is powered up for the first time in interplanetary space as part of a systems check.","10":"The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. ","11":"New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate.","12":"NASA released an independent review report Tuesday indicating the agency is well positioned for its Mars Sample Return campaign to bring pristine samples from Mars to Earth for scientific study.","13":"NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy.","14":"Now that the heat probe is just below the Martian surface, InSight's arm will scoop some additional soil on top to help it keep digging so it can take Mars' temperature."}}